ejb/auditInterceptor.jar/request.xml

<?xml version="1.0"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Header/>
  <env:Body>
    <ns2:hello xmlns:ns2="http://cdi.gss.redhat.com/"/>
  </env:Body>
</env:Envelope>
